Repository: PowerKiKi/mqueue
Catalog: application/localization/*.po
Languages: fr

source: << me >>
fr: << moi >>

source: A movie was added.
fr: Un film a été ajouté.

source: Activity for %s
fr: Activité de %s

source: Apply
fr: Appliquer

source: Filter
fr: Filtre

source: Filter is invalid.
fr: Filtre de recherche invalide.

source: IMDb "Vote History" page url:
fr: L'url de la page "Vote History" de IMDb :

source: Minimum for excellent:
fr: Minimum pour excellent :

source: Minimum for favorite:
fr: Minimum pour favorit :

source: Minimum for ok:
fr: Minimum pour ok :

source: Movie not found
fr: Film introuvable

source: Movies imported.
fr: Films importés.

source: No movies found for import.
fr: Aucun films trouvés pour l'import.

source: Overall activity
fr: Activité générale

source: User not found
fr: Utilisateur introuvable

source: With source
fr: Avec source

source: You must be logged in.
fr: Vous devez être loggé.

source: eg: http://www.imdb.com/mymovies/list?l=39480251
fr: exemple: http://www.imdb.com/mymovies/list?l=39480251

source: nothing
fr: rien

source: rating is
fr: note n'est pas

source: rating is not
fr: note est

source: title
fr: titre

source: Add movie
fr: Ajouter un film

source: Bad
fr: Ennuyeux

source: Favorite
fr: Favori

source: IMDb url or id:
fr: Url d'IMDb ou id :

source: Login
fr: Se connecter

source: Need
fr: Veux voir

source: Nickname:
fr: Pseudo :

source: Not rated
fr: Pas noté

source: Ok
fr: Sympa

source: Password:
fr: Mot de passe :

source: Search
fr: Chercher

source: Subscribe
fr: Inscription

source: search movie…
fr: chercher un film...

source: Also available in:
fr: Aussi disponible :

source: There is no activity to show.
fr: Aucune activité à montrer.

source: about mQueue
fr: à propos de mQueue

source: About
fr: A propos

source: About mQueue
fr: A propos de mQueue

source: Boring movie, I wasted my time
fr: Ennuyeux, j'ai perdu mon temps

source: Clicking on any icons you see will *always* vote for you. Never for someone else. So if you click on icons in someone else list, you will not immediately see the result, but you actually vote for yourself.
fr: Cliquer sur n'importe quelle icônes votera *toujours* pour vous-même. Jamais pour quelqu'un d'autre. Donc en cliquant sur une icône dans la liste de quelqu'un d'autre, vous ne verrez pas de résultat immédiat, mais le vote sera bien comptabilisé pour vous-même.

source: Create an account
fr: Créer un compte

source: Enjoyable movie (most movies)
fr: Sympa (la plupart des films)

source: Everything is publicly available for anyone. The only exceptions are emails and passwords which will never be published.
fr: Tout est publiquement disponible pour n'importe qui. Les seules exceptions sont les emails et mot de passe qui ne seront jamais publiés.

source: Excellent, I would watch it twice
fr: Excellent, je le regarderais volontiers deux fois

source: For Chrome, skip to next step
fr: Pour Chrome, passer à l'étape suivante

source: For Firefox, <a href="https://addons.mozilla.org/en-US/firefox/addon/748">install Greasemonkey</a>
fr: Pour Firefox, <a href="https://addons.mozilla.org/en-US/firefox/addon/748">installer Greasemonkey</a>

source: For IE, <a href="http://www.gm4ie.com">Greasemonkey for IE</a> may hopefully help
fr: Pour IE, <a href="http://www.gm4ie.com">Greasemonkey for IE</a> pourrait peut-être aider

source: For Safari, <a href="http://www.culater.net/software/SIMBL/SIMBL.php">SIMBL</a> and <a href="http://8-p.info/greasekit/">GreaseKit</a> should work
fr: Pour Safari, <a href="http://www.culater.net/software/SIMBL/SIMBL.php">SIMBL</a> et <a href="http://8-p.info/greasekit/">GreaseKit</a> devrait fonctionner

source: How can I add more ratings options ?
fr: Comment ajouter d'autre options pour noter ?

source: How does this work ?
fr: Comment ça marche ?

source: How to add a picture to my account ?
fr: Comment ajouter une photo à mon profil ?

source: I want to see this movie
fr: Je veux voir ce film

source: Incredibly awesome, the kind of movie you must watch many times regularly
fr: Absolument génial, le genre de film mythique à regarder plein de fois

source: Install the user script
fr: Installer le script utilisateur

source: Logout
fr: Se déconnecter

source: Sign up for <a href="http://www.gravatar.com">www.gravatar.com</a> with the same email address and your picture will show up here.
fr: S'inscrire sur <a href="http://www.gravatar.com">www.gravatar.com</a> avec le même email et la photo apparaitrera ici.

source: Sort by "%s"
fr: Trier par "%s"

source: Source code is freely available on <a href="http://github.com/PowerKiKi/mqueue">http://github.com/PowerKiKi/mqueue</a>.
fr: Le source code est librement accessible via <a href="http://github.com/PowerKiKi/mqueue">http://github.com/PowerKiKi/mqueue</a>.

source: Surf on <a href="http://www.imdb.com/">www.imdb.com</a> and rate movies by clicking icons
fr: Surfer sur <a href="http://www.imdb.com/">www.imdb.com</a> et noter les films en cliquant sur les icones

source: This project started as a personal need. It is written in PHP and is an opportunity to explore <a href="http://framework.zend.com/">Zend Framework</a> and <a href="http://jquery.com/">jQuery</a>. It also uses <a href="http://www.fatcow.com/free-icons/">FatCow's icon set</a>.
fr: Ce projet a débuté pour un besoin personnel. Il est une opportunité pour explorer <a href="http://framework.zend.com/">Zend Framework</a> et <a href="http://jquery.com/">jQuery</a>. Il utilise également <a href="http://www.fatcow.com/free-icons/">les icônes de FatCow</a>.

source: To get the most of this website, you should:
fr: Pour profiter au maximum de ce site, il faut:

source: What about privacy ?
fr: Et la protection des données ?

source: What happens if I click on others' icons ?
fr: Qu'est-ce qu'il se passe si je clique sur les icônes des autres personnes ?

source: What is the meaning of the icons ?
fr: Quelle est la signification des icones ?

source: You are not logged in
fr: Vous n'êtes pas loggé

source: You cannot. It is meant to be a very simple, fast and efficient system. No extra bloating options.
fr: Ce n'est pas possible. Ce site a été conçu pour être très simple, rapide et efficace. Aucune options supplémentaire n'est prévue.

source: Your rating is : %s
fr: Votre note est : %s

source: mQueue - Overall activity
fr: mQueue - Activité générale

source: mQueue monster !
fr: le monstre mQueue !

source: never forget movies you want to watch
fr: n'oubliez plus de voir les bons films

source: %1$s movies were imported successfuly. For details, see <a href="%2$s">your recent activity</a>.
fr: %1$s films ont été importés avec succès. Pour le détail, voir <a href="%2$s">votre activité</a>.

source: Activity
fr: Activité

source: Add a new movie
fr: Ajouter un nouveau film

source: Create new user
fr: Créer un nouveau compte

source: Current status
fr: Etat actuel

source: Import votes from IMDb
fr: Importer les votes d'IMDb

source: Link
fr: Lien

source: Movie found
fr: Film trouvé

source: Movies
fr: Films

source: Movies list
fr: Liste de films

source: Next »
fr: Suivant »

source: Per page:
fr: Par page:

source: Rated
fr: Noté

source: Rating
fr: Note

source: See the %s to learn how to add movies directly from www.imdb.com in a single click !
fr: Voir la %s pour savoir comment ajouter des films en un seul clique directement sur www.imdb.com !

source: Statistics
fr: Statistiques

source: There is no movie to show.
fr: Aucun film à montrer.

source: There is no movie to show. Please read the %s to learn how to add movies.
fr: Il n'y a aucun film à montrer. Lisez la %s pour savoir comment ajouter des nouveaux films.

source: Timeline
fr: Chronologie

source: Title
fr: Titre

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Users list
fr: Liste des utilisateurs

source: You successfully log out
fr: Vous êtes maintenant déconnecté.

source: « Previous
fr: « Précédant
